import Foundation


class Advice {
    static let healthFacts = [
        "Ученые выяснили, что 15 минут смеха в день могут сжигать до 40 калорий, что за год может привести к потере до 2 кг веса.",
        "Исследование 2018 года показало, что люди, которые ходят босиком по природе (практика, известная как 'заземление'), имеют уровень кортизола ниже, что снижает стресс.",
        "Частые перерывы для прогулки на работе могут снизить риск развития диабета 2 типа и сердечно-сосудистых заболеваний, согласно исследованию из Университета Миссури в 2017 году.",
        "В среднем человек теряет 105 калорий в час, говоря по телефону, это может помочь в контроле веса при большом общении.",
        "Опубликованное в 2021 году исследование показало, что умеренное потребление кофеина может уменьшить риск развития сердечной недостаточности.",
        "Согласно исследованию 2016 года, регулярное занятие йогой может улучшить качество сна и уменьшить уровень стресса.",
        "Исследование 2019 года показало, что пребывание в тишине 2 часа в день может стимулировать рост новых клеток в гиппокампе, области мозга, отвечающей за память и обучение.",
        "Ученые обнаружили, что регулярная медитация может снижать уровень воспаления в организме, что снижает риск хронических заболеваний.",
        "Ваш вес может меняться до 1,4 кг в течение дня из-за потери жидкости и выделения отходов.",
        "Опубликованное в 2017 году исследование показало, что длительное время, проведенное в сидячем положении, связано с увеличением риска преждевременной смерти, даже если вы регулярно занимаетесь спортом.",
        "Ученые обнаружили, что приятные запахи, такие как лаванда, могут улучшить качество сна и увеличить уровень удовлетворенности жизнью.",
        "Исследование из Университета Орегона в 2019 году показало, что даже краткосрочное увлечение творчеством может снизить уровень стресса.",
        "Регулярные прогулки по лесу или парку могут улучшить иммунную систему и снизить уровень стресса, как показывает японское исследование 'лесной ванной' 2010 года.",
        "Показано, что регулярное потребление ягод может снизить риск развития болезни Альцгеймера и других нейродегенеративных заболеваний.",
        "Исследование 2020 года показало, что даже маленькие изменения в питании, например, увеличение потребления овощей, могут улучшить когнитивные функции.",
        "Согласно исследованию 2020 года, умеренное потребление шоколада связано с меньшим риском коронарного заболевания сердца.",
        "Долгосрочное исследование, опубликованное в 2016 году, показало, что регулярное чтение книг может продлить жизнь на 2 года.",
        "Недосыпание может привести к увеличению веса. Исследование из Университета Колорадо в 2013 году обнаружило, что даже одна неделя недосыпания может привести к приросту веса примерно на 1 кг.",
        "Люди, которые едят острый перец, живут дольше, как показано в исследовании 2017 года, опубликованном в PLoS ONE.",
        "Согласно исследованию из Калифорнийского университета 2019 года, прослушивание музыки во время работы может повысить продуктивность и улучшить настроение.",
        "Исследования 2015 года показали, что обнимания могут улучшить настроение и уменьшить стресс.",
        "Исследование из Университета Колумбии в 2018 году показало, что употребление оливкового масла может снизить риск сердечных заболеваний.",
        "Ученые обнаружили, что регулярная физическая активность может улучшить уровень счастья. В 2018 году было обнаружено, что даже небольшая активность, такая как ходьба, может улучшить настроение.",
        "Согласно исследованию 2020 года, перебои с сном увеличивают риск развития диабета 2 типа и сердечных заболеваний.",
        "Регулярное употребление орехов может снизить риск развития сердечных заболеваний, согласно обзору исследований 2019 года.",
        "В 2018 году ученые из Кембриджа обнаружили, что чай содержит флавоноиды, которые могут помочь предотвратить сердечные заболевания.",
        "Исследование 2018 года показало, что вегетарианцы в среднем имеют более низкий уровень холестерина и артериального давления.",
        "Согласно исследованию 2019 года, регулярное занятие танцами может помочь предотвратить возрастные изменения в мозге, связанные с деменцией.",
        "Ученые обнаружили, что люди, которые регулярно улыбаются, воспринимаются как более привлекательные, а также улыбка помогает снизить уровень стресса.",
        "В исследовании 2018 года было обнаружено, что частое путешествие может улучшить физическое и психическое здоровье, улучшить уровень удовлетворенности жизнью и уменьшить риск депрессии."
    ]

}
